export const uiText = {
  title: "Добро пожаловать! Познакомимся поближе?",
  subtitle:
    "Эти данные помогут другим лучше понять, что вам по душе и выбрать идеальный подарок. Вы всегда сможете заполнить их позже — просто пропустите этот шаг, если хотите перейти сразу к спискам.",
  tabs: {
    generalInfo: {
      title: "Шаг1. Самое важное — в двух словах",
      fields: {
        bio: "Расскажите немного о себе",
        interests: "Какие у вас интересы?",
        avatar: "Вы можете выбрать аватар для своего профиля"
      },
      choseButton: "Перейти к выбору"
    },
    clothesAndShoes: {
      title: "Шаг 2. На случай тёплого свитера или новых кроссовок",
      fields: {
        clothes: {
          label: "Размер одежды",
          hint: "Укажите размер, который вы обычно носите — верхняя и повседневная одежда."
        },
        shoes: {
          label: "Размер обуви",
          hint: " Поможет, если кто-то решит порадовать вас стильной парой."
        }
      }
    },
    jewellers: {
      title: "Шаг 3. Маленькие детали — большое значение",
      fields: {
        rings: {
          label: "Размер кольца",
          hint: "Если вы любите кольца — здесь можно указать подходящий размер."
        },
        bracelets: {
          label: "Размер браслета",
          hint: " Укажите предпочитаемый размер браслета."
        },
        neckless: {
          label: "Длина цепочки/колье",
          hint: " Короткие, длинные — что предпочитаете?"
        }
      }
    }
  },
  actions: {
    previous: "Назад",
    next: "Следующий шаг",
    end: "Завершить",
    skip: "Пропустить"
  }
}
